var colors =  [
    '#00FF00', // "绿色",
    '#0000FF', // "蓝色",
    '#FFFF00', // "黄色",
    '#00FFFF', // "青色",
    '#FFA500', // "橙色",
    '#FFC0CB', // "粉色",
    '#A52A2A', // "棕色",
    '#FF1493', // "深粉色",
    '#00CED1', // "深蓝绿色",
    '#FFD700', // "金色",
    '#2E8B57', // "海洋绿",
    '#FF6347', // "火砖色",
    '#6A5ACD', // "蓝紫罗兰色",
    '#008B8B', // "暗青色",
    '#B22222', // "砖红",
    '#9932CC', // "深紫罗兰色",
    '#228B22', // "森林绿",
    '#FF4500', // "橙红色",
    '#4169E1', // "皇家蓝",
    '#8B4513', // "马鞍棕色",
    '#20B2AA', // "海洋绿",
    '#8A2BE2', // "蓝紫色",
    '#B8860B', // "暗金黄色"
]

module.exports = colors